Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G36A.tmx
Source language: en_us
Languages: zh_cn

source: Paul Newman
zh_cn: 保罗·纽曼

source: Paul Newman, actor and philanthropist, died on September 27th, aged 83
zh_cn: 演员、慈善家保罗纽曼于9月27日逝世，享年83岁。

source: THE eyes were blue. Cornflower blue, steel blue, ice blue.
zh_cn: 湛蓝色的双眼，温柔如矢车菊，刚毅如铁青，清澈如冰蓝。

source: They smouldered through the soft-focus foliage in "Butch Cassidy and the Sundance Kid" as he swayed on a bicycle with Katharine Ross on the handlebars.
zh_cn: 《虎豹小霸王》里，他晃晃悠悠地骑着自行车，载着凯瑟琳·罗斯在乡间漫游，透过光影朦胧的树叶，蓝眼睛沉静得要燃烧起来。

source: They stared beautifully in his middle-aged lawyer's face as, in "The Verdict", he was handed an enormous cheque which he refused to take.
zh_cn: 《大审判》中，他拒绝递过来的巨额支票，蓝眼睛在中年律师的面容上闪耀着璀璨的光芒。

source: They were so blue that they registered even in black and white.
zh_cn: 他标志性的蓝眼睛在黑白片中依然迷人。

source: As he stepped out of the ranch door in "Hud", casually buttoning his shirt, or as he woke himself up in "The Hustler" for another frame with Minnesota Fats after 25 hours at the pool table, you could have sworn they glowed with the colour of some deep, distant sky.
zh_cn: 《原野铁汉》里，他迈步走出牧场的大门，随意扣上衬衫那一刻；《江湖浪子》里，他在台球桌上苦战25个小时后，一觉醒来与明尼苏达胖子再来一局时，他眼中闪耀的蓝色光芒，好似遥远的碧空。

source: Paul Newman himself thought little of them.
zh_cn: 保罗·纽曼本人倒不以为然。

source: He hid them behind sunglasses, and sometimes asked his fans whether this was all they valued him for.
zh_cn: 他总是戴上墨镜遮住蓝色的双眼，有时还问影迷是否为此而喜爱他。

source: His epitaph, he once said, should be "Here lies Paul Newman, who died a failure because his eyes turned brown."
zh_cn: 他曾笑谈自己的墓志铭应当这样写，“保罗纽曼埋葬于此，临终时一事无成，因为他的眼睛变成了褐色”。

source: He also thought little of those screen performances.
zh_cn: 他对自己的银幕表现也不以为然。

source: Until the 1990s he could not bear to watch himself.
zh_cn: 90年代前，他从不愿意看自己的表演。

source: He so hated his first appearance, swaddled in a toga in "The Silver Chalice" in 1954, that he took out an advertisement in Variety begging people not to see it.
zh_cn: 他对1954年主演的处女作《银色圣杯》深表不满，片中的他身披古罗马白袍，保罗纽曼曾在《综艺》杂志上登了一版声明，恳请大众不要去看这部影片。

source: He despaired later that people seemed to like him as "the cocky hero and the smart-ass and the rake".
zh_cn: 观众喜爱他主演“桀骜不逊的英雄、自命不凡之辈和江湖浪子”，他却倍感失望。

source: In the end, the only self-reinvention that completely pleased him was the grinning man on the label of "Newman's Own" balsamic dressing.
zh_cn: 最终，他唯一满意的形象，是“纽曼私传”沙拉酱瓶子上自己的笑脸。

source: His sauces and snacks, sold for charity from 1982 onwards ("shameless exploitation in pursuit of the common good"), turned him into the most generous individual, relative to his income, in the 20th-century history of the United States.
zh_cn: 从1982年起，他把卖沙拉酱和小吃挣来的钱全部捐给了慈善事业（“为行公益，可以不顾体面的牟利”），以他的收入而言，他是20世纪美国历史上最慷慨的人。

source: With looks like his, by turns as sultry as Marlon Brando's or as wistful as James Dean's, he could have been any number of romantic leads.
zh_cn: 凭借英俊的外貌，只要有马龙·白兰度的炽热情感，詹姆斯·迪恩的忧郁气质，他能出演任何一部爱情片的男主角。

source: Instead he played con men ("The Sting"), petty criminals ("Cool Hand Luke"), abusive husbands ("Cat on a Hot Tin Roof") and a string of tough but vulnerable outsiders.
zh_cn: 然而，他在银幕上塑造了一系列外表强悍、情感脆弱的边缘人物，《骗中骗》的骗子专业户，《铁手卢克》的底层犯人，《热铁皮屋顶上的猫》里恶言相向的丈夫。

source: Even these had moments of electric sexiness: Fast Eddie in "The Hustler" stroking a baize table, Hud nibbling on a flower.
zh_cn: 即便这类角色也呈现出震撼人心的性感一刻：《江湖浪子》的“快手艾迪”在台球桌上干净利索地击球落袋；《原野铁汉》中玩世不恭的赫德嘴里咬着一朵花。

source: But they also gulped the bourbon down.
zh_cn: 他也曾端起酒杯一饮而尽。

source: The typical landscape of a Newman film was the raw sidestreets of a city or the empty plains, in which a man would try to get a grip on an aimless, violent life.
zh_cn: 保罗纽曼主演的电影中，最典型的场景是城市中的穷街陋巷，一望无际的旷野，其中的主人公过着四处漂泊、狂放不羁的生活。

source: He chose such parts, not always for the best, because the role of anti-hero was a challenge and an act of defiance.
zh_cn: 他挑选这些角色，绝非因为善意，而是因为主演反英雄色彩的人物具有挑战性，快意恩仇。

source: Celebrity bugged him in every aspect: the studio contract system, from which he rapidly escaped, the Hollywood gossip mill, from which he fled into long-term marriage, motor-racing and Connecticut, the loveless pressure for Oscars and nominations.
zh_cn: 保罗·纽曼一直苦于自己的明星身份：他摆脱了电影公司合同体制的束缚，面对好莱坞的流言蜚语与妻子厮守终身，投身赛车事业，多次获得提名却得不到奥斯卡的青睐。

source: All this was "rubbish".
zh_cn: 这些真是“无聊透顶”。

source: He did not care whether his name was on the right or left of the poster, and bigger or smaller than Steve McQueen's. He was unbothered when age began to furrow the brow and fill out the jowls.
zh_cn: 他不介意自己的名字写在电影海报左边还是右边，和史蒂夫·麦奎因相比字体大一些还是小一些。

source: Unlike Robert Redford, his partner for both "Butch Cassidy" and "The Sting", he made no attempt to preserve his prettiness.
zh_cn: 流逝的岁月渐渐在额头和面颊上留下痕迹，他却依然风华不减。不同于合作《虎豹小霸王》和《骗中骗》的老搭档罗伯特·雷德福，保罗·纽曼并不刻意保养英俊外形。好

source: Hollywood could deal with him as he was.
zh_cn: 莱坞也以其人之道，还治其人之身。

source: A bolt of lightning
zh_cn: 一道闪电

source: Indifferent to stardom, he was modest too about how he had earned it.
zh_cn: 他不在乎自己的明星身份，对成名经历一贯低调。

source: He picked up method acting at the Actors Studio in New York, but never felt it particularly worked for him.
zh_cn: 他曾在纽约的“演员工作室”学习方法派表演，但从未感到这对自己格外奏效。

source: Acting was "fiction" to which his own experience-though he too fought with drink, broke up a marriage and had to face the death of a child¡ªwas "irrelevant".
zh_cn: 他也酗过酒，离过婚，遭遇爱子早逝，但银幕表演与他的个人经历毫不相干。

source: His craft had grown on him at Kenyon College in the late 1940s, between football and beer-bouts that sometimes landed him in jail.
zh_cn: 40年代末在Kenyon学院读书时，他热爱橄榄球运动，也常喝得酩酊大醉，有时还被拘留。

source: He supposed he mostly wanted to escape a career in his father's sporting-goods store in Cleveland.
zh_cn: 他坦言，不想一辈子经营父亲在克利夫兰开的运动商品店。

source: Luck had made the difference to him.
zh_cn: 幸运之神常常眷顾他。

source: Luck to be spotted by talent scouts at Yale, and taken in 1952 to New York; luck to get into a hit show on Broadway; luck to be snapped up by Warner Brothers the next year; luck to be picked for his breakthrough film in 1956, about the boxer Rocky Graziano, because Dean, the first choice, had been killed in a car crash.
zh_cn: 他在耶鲁戏剧学院上课时被星探发掘，1952年应邀来到纽约；在百老汇公演引起轰动；次年就被华纳兄弟挖去；在1956年拍摄的影片中扮演拳击手一举成名，而男主角本来的人选詹姆斯·迪恩意外死于车祸。

source: The film was called "Somebody Up There Likes Me". Mr Newman agreed; all his life, somebody did, from the blue eyes onwards.
zh_cn: 这部影片就叫《回头是岸》；在他的一生中，幸运与迷人的蓝眼睛一样与生俱来。

source: His urge to give something back grew out of that.
zh_cn: 享受了幸运的恩赐，他也乐于回报。

source: It began as a joke, putting home-made salad dressing in an old wine bottle, tying it with a ribbon and giving it to friends.
zh_cn: 起先只是突发奇想，他把自制的沙拉酱装进酒瓶，系上缎带，分送给亲朋好友。

source: He made more and more, went into partnership, pressed cases on the local grocer, and in two years had a multi-million-dollar business.
zh_cn: 后来，他的生意越做越大，和别人合伙开了公司，产品销售给当地的杂货店，短短两年就赚了几百万美元。

source: All profits after tax, more than $250m so far, went to charitable causes round the world, of which his favourite were his 11 Hole in the Wall Camps for children with life-threatening illnesses.
zh_cn: 他一共把超过2.5亿美元的税后利润捐给世界各地的慈善机构，而他自己最钟爱的，就是为身患绝症的孩子开办的11个“山洞帮”夏令营（源自《虎豹小霸王》里匪帮的名字）。

source: There, freed from hospitals, they could "raise a little hell" for a while.
zh_cn: 夏令营里没有医院，孩子们可以享受快乐的时光。

source: He liked to do the same. Mr Newman was not a man for plans; he preferred creative chaos.
zh_cn: 他喜欢这样做，纽曼绝不是井井有条的人；他宁愿搞得一团糟。

source: He saw himself first as an inventor, whether of sauces or parts.
zh_cn: 不管是调制色拉酱还是塑造银幕角色，他都首开先河。

source: His favourite directors were those, like Sidney Lumet on "The Verdict", who were open and responsive to his own fizzing ideas.
zh_cn: 他最欣赏的导演，是像执导《大审判》的西德尼一样思想开明，与他的奇思妙想一唱一和。

source: Mr Redford, with whom he memorably jumped off a cliff and raced out of a mission into hundreds of Bolivian rifles, said he had "the attention span of a bolt of lightning".
zh_cn: 《虎豹小霸王中》的场景令人难忘，罗伯特雷德福和纽曼一起跳下悬崖逃生，冲进玻利维亚军队的枪林弹雨，雷德福说纽曼“集中注意力的时间短得像闪电”。

source: That sense of a lightning-strike returned whenever the camera fixed on him, its blue-eyed boy.
zh_cn: 无论何时，只要摄像机在他脸上定格，这位蓝眼男子又会如闪电般光芒四射。
